/* Text for close button */
"Close" = "Close";

/* Text for button to scan a credit card */
"Scan Card" = "Scan Card";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Scan card";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "The IBAN you entered is invalid.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "There was an error processing your card -- try again in a few seconds";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "There was an unexpected error -- try again in a few seconds";

/* Text for a retry button */
"Try again" = "Try again";

/* Informational text informing the user that Stripe is used to process data and a link to Stripe's privacy policy */
"We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>" = "We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>";

/* Error when the card has already expired */
"Your card has expired" = "Your card has expired";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Your card was declined";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Your card's expiration month is invalid";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "Your card's expiration year is invalid";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Your card's number is invalid";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Your card's security code is invalid";

/* Error when customer's name is invalid */
"Your name is invalid." = "Your name is invalid.";

